alsa-firmware
alsa-oss
alsa-plugins
alsa-utils
apptainer
base
base-devel
bluez
bluez-utils
btrfs-progs
cryptsetup
docker
docker-compose
dolphin
firefox
gcc-fortran
git
intel-media-driver
intel-ucode
konsole
linux
linux-firmware
linux-headers
man-db
man-pages
mesa
nano
networkmanager
ollama
pipewire
pipewire-alsa
pipewire-pulse
plasma-meta
power-profiles-daemon
r
sddm
snap-pac
snapper
sof-firmware
speech-dispatcher
stow
sudo
texinfo
thermald
ufw
usbutils
vim
vulkan-intel
wireplumber
zram-generator
